{
  "Data for Parsing": [
    {
      "Name": "Eastside",
      "Methods": "shaken",
      "Video ID": "7Co6K-J1Xiw&t=37s",
      "Tutorial Start": "01:16",
      "Image URL": "https://cocktail-photos-cocktailpantry.s3.amazonaws.com/eastside_edited.jpg",
      "History": "The Eastside is one of those crowd pleasing drinks that everyone loves. It was created by George Delgado of Libation in New York City around 2004. The drink was originally a variation on a Southside cocktail which in turn is a gin Gimlet with the addition of mint. Anyway at some point a bartender named Chrissy Pope brought the cocktail to Milk & Honey and of course it exploded in popularity.",
      "Ingredient Quantities": "2, 1, 0.75, 8, 2",
      "Ingredient Types": "oz, oz, oz, leaves, slices",
      "Ingredient Names": "gin, lime juice, simple syrup, mint, cucumber",
      "Garnish": "mint leaf",
      "Instructions": "Add all ingredients to shaker with mint at the bottom, Muddle lightly, Add ice and shake, Double strain into chilled glass and garnish",
      "Country of origin": "USA",
      "Invented at": " Libation",
      "Invented by": "George Delgado",
      "Glass": "coupe",
      "Ice": "regular ice",
      "Shake / stir time": "8, 10",
      "Booze level": "medium",
      "Flavor profile": "refreshing, light, botanical",
      "Difficulty": "medium",
      "Background Color": "51, 251, 51"
    },
    {
      "Name": "Southside",
      "Methods": "shaken",
      "Video ID": "4i3KdeJZVSc&t=7s",
      "Tutorial Start": "01:27",
      "Image URL": "https://cocktail-photos-cocktailpantry.s3.amazonaws.com/southside_edited.jpg",
      "Ingredient Quantities": "2, 0.75, 1, 8",
      "Ingredient Types": "oz, oz, oz, leaves",
      "Ingredient Names": "gin, simple syrup, lime juice, mint",
      "Garnish": "mint leaf",
      "Instructions": "Add all ingredients to shaker with mint at the bottom, Muddle lightly, Add ice and shake, Double strain into chilled glass and garnish",
      "Country of origin": "USA",
      "Glass": "coupe",
      "Ice": "regular ice",
      "Shake / stir time": "8, 10",
      "Booze level": "medium",
      "Flavor profile": "refreshing, light, botanical",
      "Difficulty": "medium",
      "Background Color": "153, 255, 51"
    },
    {
      "Name": "Tom Collins",
      "Methods": "shaken",
      "Video ID": "hawI5j_TPHU",
      "Tutorial Start": "03:47",
      "Image URL": "https://cocktail-photos-cocktailpantry.s3.amazonaws.com/tom+collins_edited.jpg",
      "History": "Thanks to David Wondrich and his genius book Imbibe, we know a lot about the likely Origin of the Tom Collins which actually started it’s life as the John Collins. John Collins was a bartender who served a particular Gin Punch served at The Prince Of Wales Coffee House in Limmer’s Hotel. John Collin was a London Native born in 1770 and was in charge of the Coffee room from 1807 to 1843, a year or two before his death. The drink seemed to jump the pond around 1850 when it emerged in New York thanks to a British Officer of the Royal Artillery who purportedly taught it to the boys behind the stick at the Clarendon Hotel. According to Wondrich by 1865 it was being mentioned in print and before too much time had elapsed became an indispensable summer drink. Then in 1876 the same drink appeared in the second edition of Jerry Thomas’ How To Mix Drinks under the name Tom Collins for whatever reason, maybe Mr. Thomas thought the new name had better ring? We don’t know, Wondrich chalks it up to the fact that America is a large country and things “echo strangely in all that space.” A little while after that the drink got thrown in with a Joke which appeared in 1874 wherein someone would pick a sucker and tell them that a guy named Tom Collins was going around town badmouthing them and they should go straighten him out. This Tom Collins just happened to be at a bar down the street. So the sucker would march down the street to the bar and ask for Tom Collins and the bartender would send him somewhere else and basically just send them on a wild goose chase in search for the culprit Tom Collins. The drink then got caught up in the Tomfoolery and was then forever known as the Tom Collins I guess. And the rest is history as they say.",
      "Ingredient Quantities": "2, 0.75, 0.75, 1.5",
      "Ingredient Types": "oz, oz, oz, oz",
      "Ingredient Names": "old tom gin, lemon juice, simple syrup, seltzer",
      "Garnish": "lemon wedge, maraschino cherry",
      "Instructions": "Pour gin, lemon juice and simple syrup into shaker, Add ice and shake, Strain into glass interspersing with seltzer",
      "Country of origin": "England",
      "Invented at": "The Prince Of Wales Coffee House",
      "Invented by": "John Collins",
      "Glass": "highball, beer glass",
      "Ice": "regular ice",
      "Shake / stir time": "8, 10",
      "Booze level": "medium",
      "Flavor profile": "sweet, refreshing",
      "Difficulty": "medium",
      "Background Color": "255, 255, 153"
    },
    {
      "Name": "Clover Club",
      "Methods": "shaken",
      "Video ID": "Ui7dOJkmpl4&t=275s",
      "Tutorial Start": "01:08",
      "Image URL": "https://cocktail-photos-cocktailpantry.s3.amazonaws.com/clover+club_edited.jpg",
      "History": "The Clover Club is classic which dates back to 1896. It is named after the Friars-like organization which met at the Bellevue-Stratford Hotel which was the see-and-be-seen hotel of the time. it was an all male organization which hosted lawyers and writers such as William Butler Yeats.\nThe drink wasn't seen in print until 1917, where it was first recorded in the book \"The Ideal Bartender\" by Thomas Bullock. His recipe reads:\n\nFill Large Bar Glass with Fine Ice\n2 Pony Raspberry Syrup\n2 Jigger Dry Gin\n1 Jigger French Vermouth\nWhite of One Egg\nShake Well, Strain into Cocktail Glass and Serve.\n\nMost modern recipes you'll find in bars have taken the dry vermouth out of the equation which I think is a big mistake. So in this video you will find that I included the vermouth used in the original recipe, which makes for a less sweet drier version of this drink. But if you do not wan the vermouth in there, simply keep the lemon and raspberry syrup ratio the same and bump the Gin up to 2oz. Capisce?",
      "Ingredient Quantities": "1.5, 0.5, 0.75, 0.75, 1",
      "Ingredient Types": "oz, oz, oz, oz,",
      "Ingredient Names": "gin, dry vermouth, raspberry syrup, lemon juice, egg white",
      "Garnish": "lemon zest",
      "Instructions": "Pour gin, vermouth, raspberry syrup and lemon juice into small tin, Add egg white into large tin, Combine and close tins together, Let sit for 10 seconds then shake for 20-30, Add big rock of ice and shake for another 20, Double strain into chilled glass and garnish",
      "Country of origin": "USA",
      "Glass": "coupe, martini glass",
      "Ice": "big rock",
      "Shake / stir time": "30, 60",
      "Booze level": "low",
      "Flavor profile": "sweet, fruity",
      "Dry shake": "v",
      "Difficulty": "difficult",
      "Background Color": "255, 153, 153"
    }
  ]
}
